/* plugin name */
"Knowmia" = "Knowmia";

/* Unable to share to Knowmia - message */
"Please check your network connection and try again." = "Vérifiez votre connexion réseau et réessayez.";

/* Sign in button Knowmia */
"Sign In..." = "Se connecter...";

/* Sign out button Knowmia */
"Sign Out" = "Se déconnecter";

/* Link to capture Knowmia - message */
"The link to your capture is ready to be pasted" = "Le lien vers votre capture est prêt à être collé.";

/* Trial expired Knowmia - title
   Unable to share to Knowmia - title */
"Unable to share" = "Impossible de partager";

/* plugin description */
"Upload the capture to Knowmia for image or video hosting." = "Télécharger la capture sur Knowmia pour l’hébergement des images ou vidéos";

/* Trial expired Knowmia - message */
"Your trial or account access has ended. Please update your account to share." = "Votre essai ou l’accès à votre compte a expiré. Mettez à jour votre compte pour partager.";

